<?php

namespace Database\Seeders;

use App\Models\DocumentCategory;
use Carbon\Carbon;
use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class DocumentCategorySeeder extends Seeder
{
    /**
     * Run the database seeds.
     */
    public function run(): void
    {
        DB::table('document_categories')->insert([
            ['id' => '1', 'title' => 'Общие документы'],
            ['id' => '2', 'title' => 'Нормативные документы Правительства Свердловской области'],
            ['id' => '3', 'title' => 'Территориальная схема в сфере обращения с отходами производства и потребления на территории Свердловской области, в том числе с ТКО'],
            ['id' => '4', 'title' => 'Нормативные документы Правительства Российской Федерации и разъяснения в области обращения с ТКО'],
            ['id' => '5', 'title' => 'Работа с персональными данными'],
            ['id' => '6', 'title' => 'График вывоза ТКО: город Нижний Тагил'],
            ['id' => '7', 'title' => 'График вывоза ТКО: ГО "город Лесной"'],
            ['id' => '8', 'title' => 'График вывоза ТКО: МО Красноуральск'],
            ['id' => '9', 'title' => 'График вывоза ТКО: МО Верхнесалдинский'],
            ['id' => '10', 'title' => 'График вывоза ТКО: МО Ивдельский'],
            ['id' => '11', 'title' => 'График вывоза ТКО: ГО Верхняя Тура'],
            ['id' => '12', 'title' => 'График вывоза ТКО: МО Верхотурский'],
            ['id' => '13', 'title' => 'График вывоза ТКО: МО Карпинск'],
            ['id' => '14', 'title' => 'График вывоза ТКО: МО Кушвинский'],
            ['id' => '15', 'title' => 'График вывоза ТКО: МО Невьянский'],
            ['id' => '16', 'title' => 'График вывоза ТКО: МО Нижняя Салда'],
            ['id' => '17', 'title' => 'График вывоза ТКО: МО Нижнетуринский'],
            ['id' => '18', 'title' => 'График вывоза ТКО: МО Североуральский'],
            ['id' => '19', 'title' => 'График вывоза ТКО: МО Пелым'],
            ['id' => '20', 'title' => 'График вывоза ТКО: МО Горноуральский'],
            ['id' => '21', 'title' => 'График вывоза ТКО: МО Сосьвинский'],
            ['id' => '22', 'title' => 'График вывоза ТКО: МО Новолялинский'],
        ]);
    }
}
