<?php

return [
    'status' => [
        'new'      => 'Новое',
        'in_work'  => 'В работе',
        'answered' => 'Ответ дан',
        'closed'   => 'Закрыто',
    ],

    'topic' => [
        'contract'      => 'Заключение договора',
        'cooperation'   => 'Предложение о сотрудничестве',
        'raw'           => 'Купить вторсырьё',
        'no_export'     => 'Сообщить о невывозе мусора',
        'dump'          => 'Сообщить о свалке',
        'price'         => 'Вопрос по стоимости услуг',
        'bill'          => 'Вопрос по выставлению счетов',
        'other'         => 'Другое',
    ],
];
