@extends('layouts.app')

@section('title', 'Общие сведения')

@section('content')
    <div class="bg-gray-50 py-12">
        <div class="max-w-5xl mx-auto px-4 sm:px-6 lg:px-8">
            <div class="bg-white shadow rounded-2xl p-8 text-gray-800 space-y-6 leading-relaxed">
                <h1 class="text-3xl font-bold text-green-600">Общие сведения</h1>

                <p>
                    Общество с ограниченной ответственностью «Компания «РИФЕЙ» работает в отрасли сбора и транспортирования отходов более 5 лет.
                    Специалисты компании имеют опыт работы в отрасли обращения с твердыми коммунальными отходами на территории разных субъектов Российской Федерации.
                </p>

                <p>
                    В 2018 году Министерством энергетики и ЖКХ Свердловской области проведен конкурс по выбору региональных операторов на территории региона.
                    По его результатам между Министерством и региональным оператором (ООО «Компания «РИФЕЙ») подписано Соглашение об организации деятельности по обращению с ТКО с зоной деятельности в Северном административно-производственном объединении (АПО-1).
                </p>

                <p>
                    ООО «Компания «РИФЕЙ» имеет лицензию на деятельность по сбору, транспортированию, обработке, утилизации, размещению, обезвреживанию отходов I–IV классов опасности от 21 августа 2018 года №(72)-6164-Т,
                    выданную Управлением Федеральной службы по надзору в сфере природопользования по Тюменской области.
                </p>

                <p>
                    Региональный оператор по обращению с твердыми коммунальными отходами осуществляет координацию всех этапов процесса обращения с ТКО
                    (от его сбора до ликвидации незаконных свалок) в АПО-1 Свердловской области.
                </p>

                <p>
                    До момента начала осуществления регулируемого вида деятельности специалисты компании проводили комплекс мероприятий в соответствии с территориальной схемой обращения с ТКО,
                    в том числе определили на конкурсной основе подрядные организации, которые осуществляют сбор и транспортирование ТКО с мест их образования и накопления,
                    получили тариф на соответствующий вид деятельности.
                </p>

                <p>
                    Организация представлена в крупных экологических объединениях страны. С 2018 года ООО «Компания «РИФЕЙ» является активным участником экологического сообщества «Чистая страна».
                    В 2021 году региональный оператор вступил в Союз отходоперерабатывающих предприятий УРФО и ассоциацию содействия экономике замкнутого цикла «Ресурс».
                </p>
            </div>
        </div>
    </div>
@endsection
